{
  "posts": [
    {
      "title": "I love my dog more than anything else in this world",
      "content": "I've got quite bad mental health issues and I'm having a really bad time atm. My little dog just spent the day sleeping across my chest. He's saved my life. He's made me a better person. He's so sweet and adorable. Sometimes it's hard to care for a living being when I'm not well but it's so worth it. He always wants to be curled up next to me. He waits for me outside the toilet. He does a little dance when he gets his daily dental chews. I just love him and need to tell someone",
      "image": "https://picsum.photos/id/237/300/300",
      "id": 1
    },
    {
      "title": "Thinking about starting a new life",
      "content": "Little about me: I am 24 years old and I live in the South Florida area. I graduated with a BS in Criminal justice two years ago. I live at home with my parents and I'm self employed in the IT field and make approx $40k/yr. Family: The only person I care about is my sister. Everyone else can pretty much drop dead and I wouldn't even bat an eyelid. I don't hate anyone in my family, I just don't really care about them. Friends: I have friends but that number has been dwindling down over the years. They get busy with other things (work, getting an advanced degree, wife/girlfriend) and well, buddy time goes out the window. Love Life: I got out of almost three year relationship in March. We did not end on good terms. I go on maybe 2 dates a month with different girls, and I am convinced there is not a single half decent girl in this city. Ever watch MTV's my sweet 16's? That's how 95% of miami girls are.",
      "image": "https://picsum.photos/id/25/300/300",
      "id": 2
    },
    {
      "id": 3,
      "title": "I have a Ph.D about the history of pirates",
      "content": "Pirates seem to be coming back in popularity (Black Sails, Oak Island, a new show starring Margot Robbie, and now a new one from Taika Waititi). I’m expert on the history of pirates and public executions. I’ve been featured on several podcasts, the BBC, will be in a few upcoming documentary series, have a book coming out in November, and two more in the pipeline. I love pirates and love to chat about them all day long!",
      "image": "https://picsum.photos/id/50/300/300"
    }
  ]
}